Repository: zuozishi/ASUS-Router
Catalog: AsusRouterApp/Strings/*/Resources.resw
Source language: en
Languages: zh_cn

# ApplicationName
source: Asus Router
zh_cn: 华硕路由器

# BandWidth.Text
source: Bandwidth Limit
zh_cn: 带宽限定

# ClientDialog.PrimaryButtonText
source: Save
zh_cn: 保存

# ClientDialog.SecondaryButtonText
source: Cancel
zh_cn: 取消

# ClientStatus.Text
source: Client Status
zh_cn: 客户端状态

source: Copy Complete.
zh_cn: 已复制

# DeviceName.Text
source: Device Name
zh_cn: 名称

# DeviceType.Text
source: Device Type
zh_cn: 设备类型

# EditMenu.Text
source: Edit
zh_cn: 编辑

# ExportData.Text
source: Export Data
zh_cn: 导出数据

# ExportDataError
source: Export Data Failed.
zh_cn: 数据导出错误

source: Export Data Success.
zh_cn: 数据导出成功

# HostError
source: IP Address Error
zh_cn: IP地址错误

# Info.Text
source: Info
zh_cn: 信息

# InfoLanIP.Text
source: LAN IP
zh_cn: 内网IP

# InfoModel.Text
source: Model
zh_cn: 型号

# InfoPublicNetIP.Text
source: Public Network IP
zh_cn: 公网IP

# InfoStatus.Text
source: Status
zh_cn: 状态

# InternetAccess.Text
source: Allow/Ban Internet Access
zh_cn: 允许/禁用 互联网访问

source: LAN
zh_cn: 有线

# LanDevNum.Text
source: LAN
zh_cn: 有线

# LoadData.Text
source: Load Data
zh_cn: 导入数据

# LoadDataError
source: Load Data Failed.
zh_cn: 数据导入错误

source: Load Data Success.
zh_cn: 数据导入成功

# LoginFailure
source: LoginIn Failed.
zh_cn: 登录失败

# LoginIn.Content
source: Login In
zh_cn: 登录

# LoginOut.Text
source: Login Out
zh_cn: 注销

# MemStatus.Text
source: Mem
zh_cn: 内存

# NetStatus.Text
source: Internet Status:
zh_cn: 外网状态：

# NotificationCancel.Content
source: Cancel
zh_cn: 取消

# NotificationOK.Content
source: OK
zh_cn: 确定

source: Not In WhiteList
zh_cn: 非白名单

# NullPassword
source: Please Enter Password.
zh_cn: 请输入密码

# NullSSID
source: Please Enter Wireless Network Name.
zh_cn: 请输入无线网络名称

# NullUserName
source: Please Enter UserName.
zh_cn: 请输入用户名

# Password.Text
source: Password
zh_cn: 密码

# PublicNetIP.Text
source: Public Network IP：
zh_cn: 公网IP：

# Reboot.Text
source: Reboot
zh_cn: 重启

# RebootRouter.Text
source: Reboot this router, continue？
zh_cn: 重启这台路由器，是否继续？

source: Remove From WhiteList
zh_cn: 从白名单移除

# RouterModel.Text
source: Router Model:
zh_cn: 路由器型号：

# RouterRebootError
source: Router reboot failed.
zh_cn: 路由器重启失败

# RouterRebootSuccess
source: Router rebooting ...
zh_cn: 路由器正在重启

# SysStatus.Text
source: System Status
zh_cn: 系统状态

# TopBtn1.Text
source: Home
zh_cn: 主页

# TopBtn2.Text
source: Device
zh_cn: 设备

# TopBtn3.Text
source: Wireless
zh_cn: 无线网络

# TopBtn4.Text
source: More
zh_cn: 更多

# UserName.Text
source: UserName
zh_cn: 用户名

# WiFiSetError
source: Wi-Fi Setting Save Failed.
zh_cn: WiFi设置保存失败

# WiFiSetSuccess
source: Wi-Fi Setting Saved.
zh_cn: WiFi设置保存成功

# WiFiSettingChanged.Text
source: Changing wireless settings will temporarily interrupt the wireless network. Do you want to continue?
zh_cn: 更改无线设置会暂时中断无线网络，是否继续？

# WirelessDevNum.Text
source: Wireless
zh_cn: 无线

# WirelessNetName.Text
source: Wireless Network Name
zh_cn: 无线网络名称

# WirelessNetPwd.Text
source: Password
zh_cn: 密码

# WirelessNetQr.Text
source: Share Wi-Fi
zh_cn: 共享 Wi-Fi

# WirelessNetSave.Text
source: Save
zh_cn: 保存

# DNIWL.Text
source: Devices not in white list and access internet.
zh_cn: 个设备不在白名单中并访问互联网

# BlackDevToastText.Text
source: Not White List Device Connected Toast
zh_cn: 非白名单设备连接提醒

source: Add To WhiteList
zh_cn: 加入白名单

# AddToWhiteListTextBlock.Text
source: Add To White List
zh_cn: 加入白名单

# bandLimitText.Text
source: Devices bandwidth has limited.
zh_cn: 个设备带宽受到限制

# TopBtn1Pivot.Header
source: Home
zh_cn: 主页

# TopBtn2Pivot.Header
source: Device
zh_cn: 设备

# TopBtn3Pivot.Header
source: Wireless
zh_cn: 无线网络

# TopBtn4Pivot.Header
source: More
zh_cn: 更多

# ArdFileDisplay
source: Asus Router Application User Data File
zh_cn: 华硕路由器UWP 用户数据文件

# ShareData.Text
source: Share Data
zh_cn: 共享数据文件

# UpdateLogFile
source: ms-appx:///Assets/rtf/update_en.txt
zh_cn: ms-appx:///Assets/rtf/update_cn.txt

# UpdateLog.Text
source: Show Update Log
zh_cn: 更新日志

# Protocol.Text
source: Protocol
zh_cn: 协议
